export class ConfigService {
    public readonly dtkddtu_2course: string[];

    constructor() {
        this.dtkddtu_2course = [
            "Біологія і екологія",
            "Вступ до спеціальності",
            "Громадянська освіта",
            "Додаткові розділи математики",
            "Екологія",
            "Іноземна мова",
            "Інформатика",
            "Історія України",
            "Культурологія",
            "Лінійна алгебра та аналітична геометрія",
            "Математика",
            "Математичний аналіз",
            "Мистецтво",
            "Основи правознавства",
            "Українська література",
            "Українська мова",
            "Фізика (Електрика)",
            "Фізика і астрономія",
            "Фізична культура",
            "Школа Excel"
        ]
    }
}